/* Reflects printers returned by CUPS' snmp browser for ipp */
"IPP" = "Internet Printer (IPP)";

/* Reflects printers returned by CUPS' snmp browser for lpd */
"LPD" = "Internet Printer (LPD)";

/* Reflects printers returned by CUPS' snmp browser for socket */
"JetDirect" = "Internet Printer (Jetdirect)";

/* Reflects a combo of all things CUPS */
"%@ (CUPS)" = "%@ (CUPS)";

